tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "khanakia/pcu"
tap "libsql/sqld"
tap "planetscale/tap"
tap "shivammathur/php"
tap "stripe/stripe-cli"
tap "tursodatabase/tap"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "libssh2"
brew "bat"
brew "freetds"
brew "krb5"
brew "libpq"
brew "php"
brew "composer"
brew "croc"
brew "dnsmasq"
brew "fd"
brew "flyctl"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "groonga"
brew "libmaxminddb"
brew "llvm"
brew "mailhog"
brew "mkcert"
brew "mysql", restart_service: true
brew "neovim"
brew "nginx"
brew "node", link: true
brew "nss"
brew "php@8.2"
brew "pinentry-mac"
brew "pipx"
brew "python-setuptools"
brew "python@3.12"
brew "qcachegrind"
brew "redis"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "stow"
brew "tree"
brew "watchman"
brew "wp-cli"
brew "zoxide"
brew "zsh-autosuggestions"
brew "jesseduffield/lazygit/lazygit"
brew "khanakia/pcu/pcu"
brew "libsql/sqld/sqld"
brew "planetscale/tap/pscale"
brew "shivammathur/php/php@7.4"
brew "stripe/stripe-cli/stripe"
brew "tursodatabase/tap/turso"
cask "ngrok"
cask "wezterm"
